<<<<<<< HEAD
api_id = 1
api_hash = "your_hash"
text = """text"""
groups = ["@group", "@group", "@group"]
#Минимальная задержка между сообщениями (рекомендуется более 20 секунд)
min_sleep = 25
#Максимальная задержка между сообщениями (рекомендуется около 45 секунд для большей рандомизации)
=======
api_id = 1
api_hash = "your_hash"
text = """text"""
groups = ["@group", "@group", "@group"]
#Минимальная задержка между сообщениями (рекомендуется более 20 секунд)
min_sleep = 25
#Максимальная задержка между сообщениями (рекомендуется около 45 секунд для большей рандомизации)
>>>>>>> a50d32ff960e978910bbbb9b16c0e7cb5a5a8723
max_sleep = 45